{
  "introduction": "この架空の作品は、中国の西漢時代の歴史的な出来事と人物によって触発されました。",
  "story": {
    "1": "紀元前124年、漢の武帝劉徹が発布した推恩令により、淮南王劉安は大いに不満を抱いた。長い間、権力奪取を企てていた劉安は、娘の劉陵を秘密裏に長安に送り込み、皇帝の側近たちと密接に結びつき、暗殺計画の策定を開始した。",
    "2": "劉徹が間もなく長公主の邸宅を訪れるとの情報を得た劉陵は、その心腹の郭解と急いで暗殺計画を固めた。宴会の日、郭解は使用人に変装してこっそりと邸内に潜入した。劉徹と客人たちがお酒を飲み笑い合う中、郭解は機を見て劉徹に向けて暗器の矢を放った。皇后の衛子夫は危険を察知し、間一髪で劉徹を押しのけ、彼の命を救った。",
    "3": "暗殺未遂に終わった郭解は、すぐに劉徹と皇后衛子夫の前に飛び出し、彼らを人質にとった。それを見た大将軍の衛青は急いで救出に向かった。そのとき、郭解は袖から神秘的な力を秘めた巻物を取り出し、巻物が開くと同時に、カラフルな魔法の泡が噴出した。衛青は限られた時間内にすべての泡を破壊し、郭解の魔法を解くことで、劉徹と皇后衛子夫を危機から救い出さなければならなかった。"
  },
  "controls": {
    "1": "{バブルを撃つ}：{スペースバー}を押してバブルを発射します。",
    "2": "{発射装置の照準調整}:\n\t• {左回転}：{左矢印キー}を押し続けて発射装置を反時計回りに回転させます。\n\t• {右回転}：{右矢印キー}を押し続けて発射装置を時計回りに回転させます。",
    "3": "{精密照準}：{Ctrlキー}を押し続けると発射装置の回転速度が遅くなり、正確な方向調整が可能になります。",
    "4": "{ゲームを一時停止}：{Qキー}を押してゲームを一時停止します。次のオプションが表示されるメニューが表示されます:\n\t• {リスタート}：最初からゲームを再開始します。\n\t• {再開}：現在のゲームセッションを続けます。\n\t• {停止}：現在のゲームを終了してメインメニューに戻ります。"
  },

  "characterintro": {
    "liuche": "{劉徹}: 漢武帝は中国歴史上最も影響力のある皇帝の一人です。彼の治世中、多くの重要な改革と軍事行動を開始し、中国の歴史に深い影響を与えました。ある日、皇女の邸宅での宴会中、突然暗殺者郭解に襲われて制圧されました。",
    "weizifu": "{衛子夫}: 漢武帝の皇后であり、衛青の姉です。皇女の邸宅での宴会中、郭解が冷たい矢を放って漢武帝を暗殺しようとした際、彼女は素早く劉徹を押しのけ、彼が傷つくのを防ぎました。しかし、その後彼女と劉徹は暗殺者によって拘束されました。",
    "weiqing": "{衛清}: 西漢時代の著名な将軍で、匈奴との戦いで功績を挙げ、大将軍に任命されました。劉徹と衛子夫が暗殺者に拘束された際、衛青は迅速に救出作戦を開始しました。彼は特定の時間内に魔法の巻物からの呪いを解く必要があり、暗殺者を倒して劉徹と衛子夫を救出するために戦いました。",
    "guojie": "{郭解}: 西漢時代の遊侠で、その無慈悲な残酷さで知られています。若い頃、墓の略奪中に偶然呪われた魔法の巻物を発見しました。この巻物は彼の袖の中に柔軟に隠すことができ、使用すると大量のエネルギーを消費します。淮南王の反乱の際、彼は翁主劉陵の指図で劉徹を暗殺する任務を受けました。"
  },
  "score": "{スコア}",
  "prompttomainmenu": "{メインメニューに進むにはEnterを押してください}",
  "victory": "{[勝利]}",
  "defeated": "{[敗北]}",
  "screenmode": {
    "fullscreen": "フルスクリーン",
    "windowedborderless": "ボーダレス",
    "windowed": "ウィンドウモード"
  },
  "difficulty": {
    "easy": "簡単",
    "medium": "普通",
    "hard": "難しい",
    "expert": "エキスパート"
  },
  "button": {
    "start": "スタート",
    "controls": "コントロール",
    "difficulty": "難易度",
    "story": "ストーリー",
    "exit": "終了",
    "back": "戻る",
    "resume": "再開",
    "restart": "リスタート",
    "stop": "停止",
    "displaysettings": "表示設定",
    "languagepreference": "言語設定"
  }
}