{
  "introduction": "이 허구의 작품은 중국 서한 시대의 역사적 사건과 인물에 의해 영감을 받았습니다.",
  "story": {
    "1": "기원전 124년, 한 무제 유철이 발포한 추은령으로 인해 회남왕 유안은 큰 불만을 품었다. 오랫동안 권력을 찬탈하려는 야망을 가진 유안은 그의 딸 유령을 비밀리에 장안으로 보내 황제의 측근들과 몰래 결탁하고 암살 계획을 시작했다.",
    "2": "유철이 곧 장공주의 저택을 방문할 것이라는 소식을 듣고, 유령과 그녀의 심복 국해는 빠르게 암살 계획을 확정했다. 연회 당일, 국해는 하인으로 변장하여 저택에 몰래 침투했다. 유철과 손님들이 술을 마시며 웃음을 주고받는 동안, 국해는 기회를 잡아 유철에게 은밀히 화살을 발사했다. 황후 위자부는 위험을 빠르게 감지하고 유철을 밀쳐내어 그의 목숨을 구했다.",
    "3": "암살이 실패로 돌아간 국해는 즉시 유철과 황후 위자부 앞으로 뛰어나와 그들을 인질로 잡았다. 이를 본 대장군 위청은 서둘러 구조하러 갔다. 그때, 국해는 소매에서 신비한 힘이 담긴 두루마리를 꺼내고, 두루마리가 펼쳐지는 순간, 다채로운 마법의 거품이 분출되었다. 위청은 제한된 시간 내에 모든 거품을 파괴하여 국해의 마법을 풀고 유철과 황후 위자부를 위험에서 구출해야 했다."
  },
  "controls": {
    "1": "{버블 쏘기}: {스페이스 바}를 눌러 버블을 발사합니다.",
    "2": "{발사기 조정}:\n\t• {왼쪽 회전}: {왼쪽 화살표 키}를 길게 눌러 발사기를 반시계 방향으로 회전합니다.\n\t• {오른쪽 회전}: {오른쪽 화살표 키}를 길게 눌러 발사기를 시계 방향으로 회전합니다.",
    "3": "{정밀 조준}: {Ctrl 키}를 길게 누르면 발사기의 회전 속도가 느려져 정확한 방향 조정이 가능합니다.",
    "4": "{게임 일시 정지}: {ESC 키}를 눌러 게임을 일시 정지합니다. 다음 옵션을 포함한 메뉴가 표시됩니다:\n\t• {계속하기}: 현재 게임 세션을 계속합니다.\n\t• {재시작}: 처음부터 게임을 다시 시작합니다.\n\t• {중지}: 현재 게임을 종료하고 메인 메뉴로 돌아갑니다."
  },
  "characterintro": {
    "liuche": "{유척}: 한 무제는 중국 역사에서 가장 영향력 있는 황제 중 한 명입니다. 그의 재위 기간 동안 많은 중요한 개혁과 군사 행동을 시작하여 중국 역사에 깊은 영향을 미쳤습니다. 어느 날, 공주의 저택에서 열린 연회 중에 갑자기 암살자 궈지에게 공격받아 제압당했습니다.",
    "weizifu": "{위자부}: 한 무제의 황후이자 위경의 누나입니다. 공주의 저택에서 열린 연회 중, 궈지가 차가운 화살을 쏘아 한 무제를 암살하려 할 때, 그녀는 빠르게 유척을 밀쳐내어 그가 다치지 않도록 했습니다. 그러나 그 후에 그녀와 유척은 여전히 암살자에게 붙잡혔습니다.",
    "weiqing": "{위경}: 서한 시대의 유명한 장군으로, 흉노와의 싸움에서 공을 세워 대장군으로 임명되었습니다. 유척과 위자부가 암살자에게 붙잡혔을 때, 위경은 빠르게 구출 작전을 시작했습니다. 그는 특정 시간 내에 마법의 두루마리로부터의 저주를 풀어야 했으며, 암살자를 물리치고 유척과 위자부를 구출하기 위해 싸워야 했습니다.",
    "guojie": "{궈지}: 서한 시대의 용사로, 그의 무자비한 잔인함으로 알려져 있습니다. 젊은 시절, 무덤 도굴 도중 우연히 저주받은 마법의 두루마리를 발견했습니다. 이 두루마리는 그의 소매 안에 유연하게 숨길 수 있었으며, 사용 시 많은 에너지를 소비했습니다. 회남왕의 반란 사건에서, 그는 귀족의 딸 유령에게 유철 황제를 암살하라는 지시를 받았습니다."
  },
  "score": "{점수}",
  "prompttomainmenu": "{메인 메뉴로 진행하려면 Enter 키를 누르세요}",
  "victory": "{[승리]}",
  "defeated": "{[패배]}",
  "screenmode": {
    "fullscreen": "전체 화면",
    "windowedborderless": "경계선 없음",
    "windowed": "창 모드"
  },
  "difficulty": {
    "easy": "쉬움",
    "medium": "보통",
    "hard": "어려움",
    "expert": "전문가"
  },
  "button": {
    "start": "시작",
    "controls": "조작",
    "difficulty": "난이도",
    "story": "이야기",
    "exit": "종료",
    "back": "뒤로",
    "resume": "계속하기",
    "restart": "재시작",
    "stop": "중지",
    "displaysettings": "디스플레이 설정",
    "languagepreference": "언어 설정"
  }
}
