{
  "title": "Защитник Династии: Проклятие Свитка",
  "introduction": "Это художественное произведение было вдохновлено историческими событиями и персонажами Западной Ханьской династии Китая.",
  "story": {
    "1": "В 124 году до н.э., указ «Туйэнь Лин» (Tui'en Ling), изданный императором Хань Вуди, Лю Че, вызвал крайнее недовольство у Лю Аня, короля Хуайнаня. Давно планируя захват власти, Лю Ан тайно отправил свою дочь Лю Лин в Чанъань, чтобы она в секрете завязала связи с ближайшими советниками императора и начала планировать покушение.",
    "2": "Узнав, что Лю Че скоро посетит резиденцию принцессы, Лю Лин и её доверенное лицо Го Цзе быстро утвердили план убийства. В день банкета Го Цзе, переодетый слугой, незаметно проник во дворец. Когда Лю Че и гости были поглощены разговорами и смехом, Го Цзе нашёл удобный момент и выпустил скрытую стрелу в сторону Лю Че. Императрица Вэй Цзыфу с остротой уловила опасность и вовремя оттолкнула Лю Че, спасая его жизнь.",
    "3": "После неудачной попытки убийства Го Цзе мгновенно подскочил к Лю Че и Вэй Цзыфу, взяв их в заложники. Увидев это, генерал Вэй Цин поспешил на помощь. В тот момент Го Цзе достал свиток, наполненный таинственной силой, и когда он раскрылся, всплеск цветных волшебных пузырей заполнил воздух. Вэй Цин должен был разрушить все пузыри в ограниченное время, чтобы разрушить магию Го Цзе и освободить Лю Че и Вэй Цзыфу от опасности."
  },
  "controls": {
    "1": "{Выстрел пузырём}: Нажмите {Пробел}, чтобы выстрелить пузырьком.",
    "2": "{Управление пусковой установкой}:\n\t• {Вращение влево}: Удерживайте {Клавишу со стрелкой влево}, чтобы повернуть пусковую установку против часовой стрелки.\n\t• {Вращение вправо}: Удерживайте {Клавишу со стрелкой вправо}, чтобы повернуть пусковую установку по часовой стрелке.",
    "3": "{Точное прицеливание}: Удерживайте {Клавишу Ctrl}, чтобы замедлить вращение пусковой установки, что позволяет точно регулировать направление.",
    "4": "{Пауза в игре}: Нажмите {Клавишу Esc}, чтобы поставить игру на паузу. Это откроет меню со следующими опциями:\n\t• {Продолжить}: Продолжить текущую игровую сессию.\n\t• {Перезапустить}: Начать игру сначала.\n\t• {Остановить}: Выйти из текущей игры и вернуться в основное меню."
  },
  "characterintro": {
    "liuche": "{Лю Чжэ}: Император Ву из династии Хань, один из самых влиятельных императоров в истории Китая. Во время своего правления он инициировал множество значимых реформ и военных действий, оказавших глубокое воздействие на историю Китая. На банкете во дворце принцессы он был внезапно атакован убийцей Го Цзе и подавлен.",
    "weizifu": "{Вэй Цзыфу}: Императрица императора Ву и сестра Вэй Цин. На банкете во дворце принцессы она быстро оттолкнула Лю Чжэ, когда Го Цзе выпустил холодную стрелу, чтобы убить его, тем самым предотвратив его ранение. Тем не менее, она и Лю Чжэ все еще были захвачены убийцей.",
    "weiqing": "{Вэй Цин}: Знаменитый генерал западной династии Хань, известный своими победами над сиунну, он был назначен Великим генералом. Когда Лю Чжэ и Вэй Цзыфу были захвачены убийцей, Вэй Цин быстро начал спасательную операцию. Ему нужно было разрушить проклятие магического свитка в определенное время, чтобы победить убийцу и спасти Лю Чжэ и Вэй Цзыфу.",
    "guojie": "{Го Цзе}: Рыцарь западной династии Хань, известный своей беспощадной жестокостью. В молодости он случайно обнаружил проклятый магический свиток во время грабежа гробницы. Этот свиток можно было гибко скрыть в его рукаве и он потреблял значительное количество энергии при использовании. Во время восстания короля Хуайнана он был инструктирован благородной дочерью Лю Лин убить императора Лю Че."
  },
  "score": "{Счёт}",
  "prompttomainmenu": "{Нажмите Enter, чтобы перейти в Главное меню}",
  "victory": "{[ПОБЕДА]}",
  "defeated": "{[ПОРАЖЕНИЕ]}",
  "screenmode": {
    "fullscreen": "Полноэкранный режим",
    "windowedborderless": "Без рамок",
    "windowed": "Оконный режим"
  },
  "difficulty": {
    "easy": "Легко",
    "medium": "Средне",
    "hard": "Сложно",
    "expert": "Эксперт"
  },
  "button": {
    "start": "Начать",
    "controls": "Управление",
    "difficulty": "Сложность",
    "story": "История",
    "exit": "Выход",
    "back": "Назад",
    "resume": "Продолжить",
    "restart": "Перезапустить",
    "stop": "Остановить",
    "displaysettings": "Отображение",
    "languagepreference": "Язык"
  }
}
